Repository: tux4kids/tuxtype
Catalog: po/ee.po
Languages: ee

source: Fish
ee: Kala

source: Sound Effects Volume
ee: Heliefektid Helitugevus

source: Music Volume
ee: Muusika Helitugevus

source: Sound & Music Disabled
ee: Muusika ja kõla sulgeemine

source: Paused!
ee: Paus!

source: Press escape again to return to menu
ee: Menüüsse naasmiseks vajutage uuesti 'Esc'

source: Press space bar to return to game
ee: Mängu naasmiseks vajutage tühikuklahvi

source: Level
ee: Kitsikus

source: Lives
ee: Elud

source: Easy
ee: Kerge

source: Medium
ee: Keskimine

source: Hard
ee: Raske

source: Practice
ee: Tegevus

source: Congratulations
ee: Õnnesoovid!

source: Oh No!
ee: Ahh!

source: sec
ee: sekund

source: Time
ee: Aeg

source: Chars
ee: Klahv

source: CPM
ee: Klahv minutil kohta

source: WPM
ee: Sõna minutil kohta

source: Errors
ee: Eksitus

source: Accuracy
ee: Täpsus

source: Fish Cascade
ee: Söön kala

source: Space Cadet
ee: Esimene kitsikus

source: Edit Word Lists
ee: Tomietama sõna nimekiri

source: Comet Zap
ee: Paiskuma Koomet

source: Pilot
ee: Teine kistikus

source: Phrase Typing
ee: Väljand masinakiri

source: Lessons
ee: Lektionen

source: Ace
ee: Kolmas kistikus

source: Project Info
ee: Projekt Info

source: Options
ee: Valik

source: Instructions
ee: Jühtnoorid

source: Commander
ee: Neljas kitsikus

source: Setup Language
ee: Valima keel

source: Quit
ee: Lahkuma

source: Main Menu
ee: Peamenüü

source: Work In Progress!
ee: Tule tööle!

source: This feature is not ready yet
ee: See funktsioon pole veel valmis

source: Discuss the future of TuxTyping at
ee: Arutage Tuxtyping tulevikku aadressil
