Repository: tux4kids/tuxtype
Catalog: po/tuv.po
Languages: tuv

source: Fish
tuv: Ekholia

source: Sound Effects Volume
tuv: Sauti ya athari ya sautietoil lo ang'akiro ana karunok

source: Music Volume
tuv: Sauti ya muzikietoil a kimaruko

source: Sound & Music Disabled
tuv: Sauti na ngoma imekatwaetoil lo ebur etowae

source: Paused!
tuv: Akitowo

source: Press escape again to return to menu
tuv: kicamak eporiet {esc} nabo sodi tobong'akisiekinet na ekingaren

source: Press space bar to return to game
tuv: kicamak elolomet tobongorea nabolia

source: Level
tuv: akitirianet

source: Lives
tuv: alomaru

source: Easy
tuv: nyegogong

source: Medium
tuv: nakidingos

source: Hard
tuv: egogong

source: Practice
tuv: akitatamikin

source: Congratulations
tuv: ejok noi

source: Oh No!
tuv: mere kong'ina

source: sec
tuv: ngasekensia

source: Time
tuv: alongisat

source: Chars
tuv: Vibambo

source: CPM
tuv: akichamakin akibod eesipid

source: WPM
tuv: ngakiro adankat apei

source: Errors
tuv: ngican

source: Accuracy
tuv: ariena

source: Fish Cascade
tuv: echakuna ngikolia

source: Space Cadet
tuv: akisiekinet na ekingaren

source: Edit Word Lists
tuv: Hariri ordodha za neno

source: Comet Zap
tuv: ejie angikanyer

source: Pilot
tuv: ekamian aikeny

source: Phrase Typing
tuv: akicamakin ngakiro nakaalak anakiibod

source: Lessons
tuv: ngakilasia

source: Ace
tuv: akisiekinet na ngauni

source: Project Info
tuv: alimoret eetic

source: Options
tuv: ngadi

source: Instructions
tuv: eger lo itia

source: Commander
tuv: akisiekinet na ngomuon

source: Setup Language
tuv: todotu ngalugae

source: Quit
tuv: akipasakin

source: Main Menu
tuv: akisiekinet angakiro naapolon

source: Work In Progress!
tuv: elosi etic ngaren!

source: Discuss the future of TuxTyping at
tuv: tolem ngakingolikinet kon ani {TuxTyping} Tuxakichamakin ania
